IdeaRS.Connections
ConParamInterfacesAttribute Constructor
Compatible with IDEA StatiCa 0.0
Initializes a new instance of the ConParamInterfacesAttribute class
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConParamInterfacesAttribute(
	string interfaces
)
Parameters
interfaces
Type: String
[Missing <param name="interfaces"/> documentation for "M:IdeaRS.Connections.Data.ConParamInterfacesAttribute.#ctor(System.String)"]
See Also
Reference
ConParamInterfacesAttribute Class
IdeaRS.Connections.Data Namespace